/* This is a mapping of BRError code failures to localized recovery suggestions */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureSuggestions.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Gebruik iTunes om uw muziek, video's en films te beheren, en gebruik iPhoto om uw foto's te beheren.";

/* kBRMediaNoPhotoContent */
301 = "Gebruik iPhoto om uw foto's te importeren en te beheren.";

/* kBRMediaNoPodcastContent */
302 = "Gebruik iTunes om een abonnement te nemen op podcasts in de iTunes Store.";

/* kBRMediaNoTVShowContent */
305 = "Gebruik iTunes om tv-programma's bij de iTunes Store te kopen.";

/* kBRMediaNoMusicVideoContent */
306 = "Gebruik iTunes om muziekvideo's bij de iTunes Store te kopen.";

/* kBRMediaNoPlaylists */
307 = "Gebruik iTunes om uw afspeellijsten aan te maken en te beheren.";

/* kBRMediaNoSongContent */
308 = "Gebruik iTunes om nummers te importeren of nummers bij de iTunes Store te kopen.";

/* kBRMediaNoAudioBookContent */
309 = "Gebruik iTunes om audioboeken bij de iTunes Store te kopen.";

/* kBRMediaNoMovies */
315 = "Sleep films naar uw map 'Films' of gebruik iTunes om films bij de iTunes Store te kopen.";
